content/blog/_posdcast-3-soundcheck-1-technical-rider.md
+++
title = "Posdcast Ep. 3 - Technical Rider"
author = ["Florian Posdziech"]
slug = "posdcast-3-soundcheck-1-technical-rider"
tags = ["live", "band", "soundcheck"]
categories = ["music", "podcaster"]
draft = true
+++

Vor ein paar Wochen hatte ich die fantastische Gelegenheit, [Jan aka
thunfisch](https://chaos.social/@thunfisch/) zu allem zu befragen was aus Sicht eines Tontechnikers in
den Technical Rider einer kleinen Band wie den [Uplifters](https://theuplifters.de/) gehört.

<div class="html">

&lt;iframe title="Podlove Web Player: Der Posdcast - Soundcheck #1 Technical Rider" height="200" src="<https://cdn.podlove.org/web-player/5.x/share.html?config=https%3A%2F%2Fposdcast.de%2Fwp-json%2Fpodlove-web-player%2Fshortcode%2Fconfig%2Fdefault%2Ftheme%2Fdefault&amp;episode=https%3A%2F%2Fposdcast.de%2Fwp-json%2Fpodlove-web-player%2Fshortcode%2Fpublisher%2F22>" frameborder="0" scrolling="no" tabindex="0"&gt;
&lt;/iframe&gt;

</div>


## Inhalt eines Technical Riders {#inhalt-eines-technical-riders}

-   Kontaktdaten (E-Mail, Mobilnummer)
-   Veröffentlichungs- und Verfallsdatum
-   Kanalliste
-   Festivalpatch: Schlagzeug, Bass, Gitarre, Keys, Akustikgitarren,
    Vocals, alles weitere hintendran


### Kanalliste {#kanalliste}

-   Was ist das für ein Instrument? Beim Schlagzeug interessant: was für
    ein Kessel ist es?
-   Wie wird es übergeben? Bei der Gitarre z.B.: muss die mikrophoniert
    werden? Oder kommt da ein DI-Signal? XLR oder Klinke?

Jans TechRider hat:

-   Spalte "Nummer"
-   Spalte "Instrument" - was ist es?
-   Spalte "Gewünschtes Mikrophon, DI (aktiv/passiv), XLR..."
-   Spalte "Anmerkungen" - Gitarrenemulator etc

Eigene DI-Box auf nem Pedalboard ist gut und kann helfen.

Kommentare bei unserem TechRider:

-   "XLR" bei den Mikros kann man sich sparen
-   farbliche Zusammenfassung ist gut. Aber: druckt es mal mit nem
    S/W-Drucker aus. Muss nicht schön aussehen, aber lesbar sein.


### Monitoring {#monitoring}

Infos: Wo? Bühnenplan schicken. Daraus sieht Jan, was da auch drauf
muss.

Anzahl der Kanäle? Welche Boxen gehen auf einen Kanal?

4 Monitorkanäle kann man erwarten. Mehr ist Glückssache.

Gerne mehr Boxenpositionen einzeichnen mit Fallback für: welche Monitore
können auf 4 Kanäle zusammengefasst werden?

Monitoringvorgaben bringen nichts. Interessiert keine Sau. Man startet
mit dem Monitormix von der Band davor und dann wird an


### In-Ear-Monitoring {#in-ear-monitoring}

-   [Behringer X32
    Producer](https://www.thomann.de/de/behringer_x32_producer.htm)
-   [Behringer Wing](https://www.thomann.de/de/behringer_wing.htm)

Wenn Band eigenen In-Ear-Mix macht, dann macht das weniger Arbeit für
den Techniker. Kommt ein eigener Techniker mit? Wenn, dann Split! AES50
splitten wenn möglich.

<https://en.wikipedia.org/wiki/AES50>

Wenn Analog-Split, dann selbst mitbringen! Auch mit entsprechenden
Kabeln. "Wir würden gerne 16 Kanäle splitten. Wir haben nen Kabelradius
von 5m.."

Analog-Split geht auch bei kurzer Umbauzeit - wenn man's vorbereitet.
Muss klar vorher kommuniziert werden was man mitbringt.

InEar-Mix ohne Splitten und eigenem Pult ist voll okay: schreibt rein
"Wir haben Body-Packs mit 10m Kabel und brauchen nen Mix für 8 Kanäle".

Es hilft zu wissen, welche Musiker auf welchen InEar-Kanälen sein
sollen. Was genau auf welchen Kanal soll, ist weniger wichtig. S.o.
Außer es ist ne Extrawurst wie für Florians 2. Kanal mit nur Posaune.

Patchliste ist nicht Kanalliste. Patchliste ist das was am Abend
verwendet wird, Kanalliste ist das was wir sagen, das wir mitbringen.


### Wireless {#wireless}

Schreib rein welches Modell und welches Frequenzband.

Funkstrecken niemals ungefragt einschalten!!!


### Techniker {#techniker}

Kommt ein Techniker mit?

Weil: Pult wird anders programmiert. Und Techniker will wissen welches
Pult da steht. Und ist cool! Passt.


## Soundcheck {#soundcheck}

-   vorbereitet sein!
-   während des Aufbaus nicht die Lautstärken durchtesten
-   Instrumente gestimmt!

Ablauf wird vom Techniker vorgegeben. Handzeichen beim Einpegeln fürs
Monitorsignal. Dezent! Was man nicht hört, lauter. Was man hört, erstmal
lassen.

DISZIPLIN!

Instrumente spielen:

-   Drums: mit gesunden Schlägen draufhauen. Erstmal einpegeln, danach 15,
    20 Schläge zum Equalizen.
-   Bass: der lautestes Sound, und abgedrehte Dinge.
-   Gitarre: Cleane und verzehrte Sounds etc pp. Wenn Box, dann gerne quer
    über die Bühne strahlen und vielleicht sogar winkeln. So geht vorne
    weniger raus, und der Gitarrist hört sich. Wichtig: einmal der
    lauteste Sound zum Eingainen. Cleanen sound, etc, die verschiedenen
    Stufen.
-   Keys: Stereo hört eh kein Zuhörer. 4 Kanäle gehen immer. Mehr... naja.
    Dann lieber Submix. Die ganz schrägen Sounds anspielen. Den lautesten
    Sound zum Einpegeln..
-   Vocals: zum Einpegeln laut singen! Vorm auf die Bühne gerne Aufwärmen.
    Wenn eigene Mikros, gerne mitbringen! Und im TechRider erwähnen.
    Modell! Phantomspeisung. Ist auf jeden Fall ne Hygienefrage!
-   Sampler: wenn nur Samples, dann kurz Einpegeln, fertig. Spannender ist
    das Playback. Trick: 30 Sekunden Track mit Weißem Rauschen auf 0dB FS.
    Danach kann er Einpegeln.
-   Bläser: Mikros selbst mitbringen. Laut einpegeln und fertig.


### Chorus spielen {#chorus-spielen}

Irgendwas wo alle spielen und möglichst viele singen.

0.  Möglichst Standardsounds
1.  15-20s
2.  Erster Monitorcheck. Gibt's was krasses was sofort geändert werden
    muss?
3.  Go back to 1) solange wie Zeit ist.
4.  Bandbreite: einmal laut und aggressiv und einmal leise

Ziel: Extreme finden und eine Balance dazwischen zu bauen.

Danach einmal kurz von der Bühne, dann hoch und loslegen!


## LINKS {#links}

-   [Florians Podcast mit Nick Farr](https://severalwaystolive.com/)
